import React from 'react';
import image1 from "../assets/editors/editor1.jpg";
import image2 from "../assets/editors/editor2.jpg";
import image3 from "../assets/editors/editor3.jpg";
import image4 from "../assets/editors/editor4.jpg";
import image5 from "../assets/editors/editor5.jpg";
import image6 from "../assets/editors/editor6.jpg";
import image7 from "../assets/editors/editor7.jpg";
import image8 from "../assets/editors/editor8.jpg";
import image9 from "../assets/editors/editor9.jpg";
import image10 from "../assets/editors/editor10.jpg";
import image11 from "../assets/editors/editor11.jpg";
import image12 from "../assets/editors/editor12.jpg";
import image13 from "../assets/editors/editor13.jpg";
import image14 from "../assets/editors/editor14.jpg";
import image15 from "../assets/editors/editor15.jpg";
import image16 from "../assets/editors/editor16.jpg";
import image17 from "../assets/editors/editor17.jpg";
import image18 from "../assets/editors/editor18.jpg";
import image19 from "../assets/editors/editor19.jpg";
import image20 from "../assets/editors/editor20.jpg";

const reductors = {
  '1': {
    name: 'Князев Сергей Тихонович',
    description: 'УрФУ им. первого Президента России Б. Н. Ельцина',
    image: image1,
    email: 's.t.knyazev@urfu.ru',
    text: [
      'Родился в 1952 году в Кировской области, в 1975 закончил Уральский политехнический институт, а в 1984 защитил кандидатскую степень. В 2005 защитил докторскую, после чего начал работу на кафедре ВЧСРТ в УрФУ в качестве заведующего лабораторией. Он является главным редактором журнала “Известия высших учебных заведений. Радиоэлектроника” и членом редакционного совета.', 
      'Является заместителем председателя Совета регионального отделения Учебно-методического объединения вузов по образованию в области радиотехники и электроники (2005-2016), а также членом координационного Совета предприятий телекоммуникаций Свердловской области (2004-2012) и коллегий Министерства информационных технологий Свердловской области (2011-2012), Министерства транспорта и связи Свердловской области (2013-2017), учебно-методического совета СПбГЭТУ “ЛЭТИ” (2005 - наст.вр.). Он также является заместителем председателя Ученого совета УрФУ (2009-2010) и председателем Методического совета УрФУ (с 2009).'
    ]
  },
  '2': {
    name: 'Зейде Кирилл Михайлович',
    description: 'УрФУ им. первого Президента России Б. Н. Ельцина',
    image: image3,
    email: 'kirill.zeide@edu.unige.it',
    text: [
      ''
    ]
  },
  '3': {
    name: 'Папуловская Наталья Владимировна',
    description: 'УрФУ им. первого Президента России Б. Н. Ельцина',
    image: image2,
    email: 'n.v.papulovskaia@urfu.ru',
    text: ['']
  },
  '4': {
    name: 'Абрамов Игорь Иванович',
    description: 'Белорусский государственный университет информатики и радиоэлектроники',
    image: image4,
    email: 'nanodev@bsuir.edu.by',
    text: [
      'Автор и соавтор около 400 публикаций, в том числе 7 монографий, более 200 статей в рецензируемых научных журналах'
    ]
  },
  '5': {
    name: 'Очин Евгений Федорович',
    description: 'Щецинский морской университет',
    image: image5,
    email: 'e.ochin@gmail.com',
    text: [
      'Родился в 1945 году. Окончил ЛИТМО в 1969 году по специальности Математические и счетно-решающие приборы и устройства. Инженер НИИ Электротехнических устройств (1969–71), аспирант ЛИТМО (1971–74).mРабота в ЛИТМО: ассистент (1974–77), старший преподаватель (1977–78), доцент (1978–88), декан вечернего факультета (1986–89), профессор (1988–89), проректор по научной работе (1989–92), главный научный сотрудник УНИЛ СОИ (1992), профессор (1992–96). Кандидат технических наук (1974), доцент (1981), доктор технических наук (1988), профессор (1989). Член научных Советов РАН по проблемам «Голография», «Робототехника и автоматизированное производство», член специализированных советов по специальностям оптические приборы и оптические системы локации, связи и обработки информации. В дальнейшем работал проректором по информатизации БГТУ «Военмех». В настоящее время профессор Морской академии в Щецине (Польша). Научная работа профессора Е.Ф. Очина связана с проектированием вычислительных систем обработки оптических изображений. Опубликовано более 150 научных трудов, в т.ч. 2 монографии и 28 авторских свидетельств.'
    ]
  },
  '6': {
    name: 'Шабунин Сергей Николаевич',
    description: 'Уральский федеральный университет имени первого Президента России Б. Н. Ельцина',
    image: image6,
    email: 'shab313@yandex.ru',
    text: [
      'Основные научные направления — теория электромагнитного поля, прикладная электродинамика, техника СВЧ, распространение радиоволн. Разработал учебные курсы «Структура и организация мобильной связи», «Распространение радиоволн и антенно-фидерные устройства систем подвижной связи», «Электромагнитные поля и волны», «Учебно-исследовательская работа студентов», «Электроакустические устройства». Научный руководитель хоздоговорных и госбюджетных работ.'
    ]
  },
  '7': { 
    name: 'Костров Виктор Васильевичч',
    description: 'Владимирский государственный университет им. А.Г. и Н.Г. Столетовых',
    image: null,
    email: 'sazonov@rti-mints.ru',
    text: [
      ''
    ]
  },
  '8': {
    name: 'Коберниченко Виктор Григорьевич',
    description: 'Уральский федеральный университет имени первого Президента России Б. Н. Ельцина',
    image: image8,
    email: 'vgkobern@mail.ru',
    text: [
      ''
    ]
  },
  '9': {
    name: 'Цимбал Владимир Анатольевич',
    description: 'Уральский федеральный университет имени первого Президента России Б. Н. Ельцина',
    image: image19,
    email: 'noskov@oko-ek.ru',
    text: [
      'Цимбал Владимир Анатольевич профессор кафедры «Автоматизированные системы управления»Военной академии Ракетных Войск Стратегического Назначения (РВСН) (г. Серпухов)родился 25 июля 1951 года, в 1974 году окончил Ленинградскую военную инженерную Краснознаменную академию имени А.Ф. Можайского по специальности «Автоматизированные системы управления и связь». Доктор технических наук (с 1998 г.), профессор по кафедре АСУ (с1999 г.), Заслуженный деятель науки РФ (с 2008 г.).',
      'Является действительным членом академий: член академии инженерных наук имени А.М.Прохорова, член академии информатизации образования. Основатель и лидер научной школы «Информационный обмен в сетях АСУ и связи», внесённой в реестр научных школ МинистерстваОбороны РФ (№297). Лучший преподаватель ВУЗов Ракетных Войск Стратегического Назначения (2001 г.). Почетный радист РФ.Победитель конкурса «Лучший проект в сфере информационных технологий в интересах Вооруженных сил Российской Федерации» (2018 г.) Награждён дипломом и золотой медалью входе участия в ХХIII Московском международном салоне изобретений и инновационных технологий «Архимед 2020». Почетный член и член Президиума Российского научно-технического общества радиотехники, электроники и связи имени А.С. Попова.Член редколлегии 10 журналов, включенных в Перечень ВАК. Член специального экспертногосовета ВАК при Министерстве науки и высшего образования РФ. Заместитель Председателя диссертационного совета при Военной академии РВСН (г. Серпухов).Сфера научных интересов: методы анализа и синтеза инфокоммуникационных систем и сетейсвязи военного назначения с заданым качеством функционирования. Неоднократно принимал участие в работе межведомственных комиссий при проведении Государственных испытаний изделий АСУ и систем связи специального назначения. Научные результаты профессора Цимбала В.А. реализованы в: отделе связи РВСН; АО «Концерн «Созвездие» (г. Воронеж); АО «Калужском НИИ телемеханических устройств»; ВНИИ «ВЕГА» (г. Воронеж); Институте инженерной физики (г. Серпухов); в Военной академии РВСН (г Серпухов) в учебном процессе и НИР. ',
      'Профессор Цимбал В.А. является талантливым исследователем и педагогом, обладает широкой научной эрудицией и кругозором. Создатель системы активизации познавательной деятельности обучаемых через «поощрительные карточки» и чтение «лекций вдвоём» с привлечением преподавателей кафедры иностранного языка. Под руководством и при непосредственном участии профессора Цимбала В.А. разработано и издано более 450 работ научного и учебнометодического характера. Лично ведет большую работу по подготовке научно-педагогических кадров. Под его научным руководством подготовлено 5 докторов и 51 кандидат технических наук в рамках концепции «курсант-дипломник-адъюнкт-докторант». За свою научную и педагогическую деятельность награждён медалью ордена «За заслуги перед Отечеством» II степени, Почетной грамотой Министерства Обороны РФ, Почетной грамотой Московской областной Думы, многими грамотами Командующего РВСН, руководства военной академии РВСН, администрации г. Серпухова, а также 20-ю ведомственными и другими медалями. Профессионализм, компетентность, кропотливый повседневный труд Цимбала В.А. внесли значительный вклад в развитие и воспитание большого количества курсантов, ставших офицерами-профессионалами РВСН.'
    ]
  },
  '10': {
    name: 'Носков Владислав Яковлевич',
    description: 'Военная академия ракетных войск стратегического назначения им. Петра Великого',
    image: image9,
    email: 'noskov@oko-ek.ru',
    text: [
      ''
    ]
  },
  '11': {
    name: 'Исембергенов Налик Турегалиевич',
    description: 'Казахский национальный исследовательский технический университет имени К.И. Сатпаева',
    image: image10,
    email: 'isembergenov@mail.ru',
    text: [
      'Исембергенов Налик Турегалиевич родился 10 мая 1949 года в городе Атырау, окончил Московский энергетический институт (МЭИ). В Казахском национальном техническом университете им. К. И. Сатпаева работал с 1976 года по 2020 год.',
      'С 1977 по 1980 годы учился в аспирантуре в Московском энергетическом институте. Там же в 1981 году защитил кандидатскую диссертацию.',
      'В 2002 г успешно защитил докторскую диссертацию в области возобновляемых источников энергии и силовой электроники.',
      'В КазНИТУ работал ассистентом, старшим преподавателем, доцентом, заместителем декана, профессором и заведующим кафедрой.',
      'С 2003 года по 2005 год был заместителем председателя и членом экспертного совета в Высшем аттестационном комитете Республики Казахстан.',
      'С 2004 года по 2008 год заведовал кафедрой «Автоматика и телемеханика» КазНТУ им. К. И. Сатпаева. а с 2008 года по 2014 заведовал кафедрой «Радиотехника, электроника и телекоммуникации».',
      'Имеет опыт исследовательской работы в области – силовой электроники и солнечной энергетики. Автор монографии «Элементы и устройства автоматики» и учебного пособия «Электропитание радиоэлектроники и телекоммуникации».',
      '«Лучший преподаватель вуза» 2011 г.  Подготовил и выпустил 2 кандидатов технических наук и 3 докторантов PhD.',
      'С 2011-2014 годы член Национального Научного Совета МОН РК.',
      'С 2011-2020 годы член диссертационного совета КазНТУ им. К. И. Сатпаева и по настоящее время член диссертационного совета АУЭС им Даукеева Г.',
      'Читаемые дисциплины: Проектирование радиоэлектронных устройств,   Высокочастотные транзисторные транзисторные преобразователи, Вторичные источники электропитания, Сверхвысокочастотная электроника,  Основы силовой электроники.',
      'Общий научно-педагогический стаж 41 лет, в  КазНИТУ им. Сатпаева – 30  лет.',
      'Образование: Московский энергетический институт: 1968-1975гг Инженер электрик, 1977-1980гг аспирант, 1981 Кандидат технических наук '
    ]
  },
  '12': {
    name: 'Иванов Вячеслав Элизбарович',
    description: 'Уральский федеральный университет имени первого Президента России Б. Н. Ельцина',
    image: image11,
    email: 'tiss@mail.ru',
    text: [
      ''
    ]
  },
  '13': {
    name: 'Доросинский Леонид Григорьевич',
    description: 'Уральский федеральный университет имени первого Президента России Б. Н. Ельцина',
    image: image12,
    email: 'l.dorosinsky@mail.ru',
    text: [
      'В 1967 году с отличием закончил радиотехнический факультет Уральского политехнического института по специальности радиоэлектронные системы. В 1973 году закончил аспирантуру Московского авиационного института по специальности «Радиолокация и радионавигация» и защитил в срок кандидатскую диссертацию. После окончания аспирантуры работал в Уральском государственном техническом университет — УПИ в должностях старшего преподавателя, доцента, профессора. В 1997 году в совете Московского авиационного института защитил докторскую диссертацию. Имеет учёное звание профессора. С 1999 года работает в должности заведующего кафедрой автоматизированных систем управления. В 2009 году был избран на должность руководителя (декана) радиотехнического института — РТФ. В 2011 году назначен заместителем директора Института радиоэлектроники и информационных технологий – РТФ Уральского федерального университета по науке.',
      'Л.Г. Доросинский – высококвалифицированный педагог, выполняет все виды учебной работы на высоком научно-методическом уровне.За время работы в УГТУ-УПИ Л.Г. Доросинский читал лекции по курсам «Теоретические основы электротехники и радиотехники», «Радиотехнические цепи и сигналы», «Теория радиотехнических сигналов и цепей», «Теория и техника пространственно-временной обработки сигналов», «Теория вероятностей и математическая статистика» и «Теоретические основы автоматизированного управления», проводил практические занятия, руководил курсовым и дипломным проектированием. Подготовил и опубликовал 14 учебно-методических пособий и разработок объёмом 49 п.л.',
      'Л.Г.Доросинский известен своими трудами и разработками в области распознавания пространственно-распределенных объектов по их радиолокационным изображениям, Им создан ряд оригинальных вычислительных методов реализации таких алгоритмов, предложены методы синтеза и анализа алгоритмов пространственно-временной обработки сигналов в условиях априорной неопределенности и при действии помех различной природы. Применение алгоритмов распознавания, предложенных Л.Г. Доросинским, позволило создать ряд устройств специального назначения, которые по своим тактико-техническим характеристикам в свое время не уступали зарубежным аналогам.',
      'В течение последних пяти лет руководил базовой госбюджетной НИР, 3 НИР по Межвузовским НТП, НИР по гранту Минвуза, НИР по Федеральной целевой программе Минвуза РФ «Научные и научно-педагогические кадры России», тремя хоздоговорными работами. Годовой объём госбюджетных и хоздоговорных работ, выполняемых под руководством Л.Г. Доросинского, составляет 2500 тыс. руб. Общее количество публикаций более 250 (соответствующих перечню ВАК – более 60). Под руководством Л.Г. Доросинского подготовлены 7 кандидатов наук. Член трёх Советов по защите диссертаций. Действительный член Академии Инженерных Наук РФ.',
      'Л.Г. Доросинский в течение последних 10 лет занимал должность заведующего кафедрой автоматизированных систем управления, которая под его руководством достигла значительных успехов, занимая в последние годы не ниже второго места в рейтинге кафедр РИ-РТФ (2005г. – 1, 2006г. – 1 (2-е место в университете), 2007г. – 1, 2008 г. – 2).',
      'При активном участии Л.Г. Доросинского УГТУ-УПИ вступил в Международный Университетский альянс SAP, что позволило создать первый в России академический сертификационный центр по курсу «Интеграция бизнес-процессов» с получением профессиональной квалификации Associate Consultant.',
      'Л.Г. Доросинский был одним из инициаторов и организаторов создания в УГТУ-УПИ регионального кадастрового бюро, которое в качестве структурного подразделения института сыграло значительную роль в кадастровой оценке недвижимости организаций отрасли в Уральском федеральном округе.',
      'Л.Г. Доросинский играл активную роль в создании научно-образовательного центра «Информационно-телекоммуникационные системы и технологии», выполняя обязанности заместителя директора названного центра.',
      'Л.Г. Доросинский имеет опыт организаторской работы в крупной телекоммуникационной компании, он был приглашён на должность технического директора Уральского филиала ОАО «Мегафон» в период запуска сети сотовой связи (2002 год) в Уральском регионе.',
      'Л.Г. Доросинский отмечен благодарностью и награждён Почётной грамотой Министерства образования и науки РФ и нагрудным знаком «Почётный работник высшего профессионального образования РФ», многократно поощрялся руководством университета, награждён нагрудным знаком «Почётный радист РФ».'
    ]
  },
  '14': {
    name: 'Даровских Станислав Никифорович',
    description: 'Южно-Уральский государственный университет',
    image: image13,
    email: 'darovskikhsn@susu.ru',
    text: [
      ''
    ]
  },
  '15': {
    name: 'Войтович Николай Иванович',
    description: 'Южно-Уральский государственный университет',
    image: image14,
    email: 'vni@kipr.susu.as.ru',
    text: [
      'Войтович Николай Иванович (р. 14.04.1940, Челябинск), радиоинженер, доктор техн. наук (1986). По окончании ЧПИ (1962) направлен в НИИИТ (Чел.), где прошел труд, путь от инженера до нач. отдела антенных систем. С 1995, одноврем. с осн. работой, зав. кафедрой конструирования и пр-ва радиоаппаратуры ЮУрГУ. Один из основателей Чел. школы теоретич. обоснования, эксперимент. проверки и практич. реализации сложных антенно-фидерных систем. Специалист в области исслед. и прогнозирования параметров радиотехн. систем управления возд. движением и посадки летат. аппаратов на площадки со сложным рельефом; науч. исслед. посв. изучению дифракции электромагнитных волн, разработке алгоритма «слепой» посадки самолетов. Результаты работ В. используются более чем в 100 аэропортах — в России (включая Магнитогорск и Чел.), странах СНГ, в Болгарии, Венгрии, Монголии и др.; применяются в теле- и радиовещании, радиотелефонии. За разработку малогабаритной спутниковой телевизионной антенны В. удостоен мед. Всемирной выставки «Эврика-95» в Брюсселе (1995). Участник 27-й Ген. ассамблеи Междунар. союза ученых в области радио (Нидерланды, 2002). Автор ок. 130 науч. публикаций в различных специализир. журналах и сборниках. Обладатель 42 авторских свидетельств на изобретения, европ. патента на изобретение (2003), к-рое позволяет использовать существующие радиотелевизионные башни для ввода в эксплуатацию новых станций радиовещания, пейджинговой и транкинговой связи, систем профес. связи с большим радиусом действия. Действит. чл. Рос. академии инж. наук (1995).'
    ]
  },
  '16': {
    name: 'Акулиничев Юрий Павлович',
    description: 'Томский государственный университет систем управления и радиоэлектроники',
    image: image16,
    email: 'ayup63@mail.ru',
    text: [
      'Окончил ТИРиЭТ в 1963 г. После окончания аспирантуры ТИРиЭТа работает преподавателем ТИРиЭТа – ТИАСУРа – ТУСУРа. Кандидат физико-математических наук (1972), доцент (1976), доктор технических наук (2003), профессор (2008).',
      'Награждён знаками Министерства образования России «Почётный работник высшего профессионального образования» и «За развитие научно-исследовательской работы студентов».',
      'Являлся участником и руководителем ряда исследовательских работ в области распространения радиоволн как фундаментального, так и прикладного характера. Научные интересы: распространение радиоволн в тропосфере, применение численных методов для расчёта характеристик поля, статистическая теория и методы приёма сигналов в условиях многолучевого распространения. Имеет более 100 научных работ.'
    ]
  },
  '17': {
    name: 'Беляев Борис Афанасьевич',
    description: 'Красноярский научный центр СО РАН',
    image: image20,
    email: ' ',
    text: [
      ''
    ]
  }
  
}



export default reductors;