import React from 'react';
import image1 from "../assets/Ellipse 12.jpg"
import image2 from "../assets/Ellipse 13.jpg"
import image3 from "../assets/Ellipse 14.jpg"
import image4 from "../assets/Ellipse 15.jpg"
import image5 from "../assets/Ellipse 16.jpg"

const reductors = {
  '1': {
    name: 'Князев Сергей Тихонович',
    description: 'УрФУ им. первого Президента России Б. Н. Ельцина',
    image: image1,
    email: 's.t.knyazev@urfu.ru',
    text: [
      'Родился в 1952 году в Кировской области, в 1975 закончил Уральский политехнический институт, а в 1984 защитил кандидатскую степень. В 2005 защитил докторскую, после чего начал работу на кафедре ВЧСРТ в УрФУ в качестве заведующего лабораторией. Он является главным редактором журнала “Известия высших учебных заведений. Радиоэлектроника” и членом редакционного совета.', 
      'Является заместителем председателя Совета регионального отделения Учебно-методического объединения вузов по образованию в области радиотехники и электроники (2005-2016), а также членом координационного Совета предприятий телекоммуникаций Свердловской области (2004-2012) и коллегий Министерства информационных технологий Свердловской области (2011-2012), Министерства транспорта и связи Свердловской области (2013-2017), учебно-методического совета СПбГЭТУ “ЛЭТИ” (2005 - наст.вр.). Он также является заместителем председателя Ученого совета УрФУ (2009-2010) и председателем Методического совета УрФУ (с 2009).'
    ]
  },
  '2': {
    name: 'Папуловская Наталья Владимировна',
    description: 'УрФУ им. первого Президента России Б. Н. Ельцина',
    image: image2,
    email: 's.t.knyazev@urfu.ru',
    text: [
      'Родился в 1952 году в Кировской области, в 1975 закончил Уральский политехнический институт, а в 1984 защитил кандидатскую степень. В 2005 защитил докторскую, после чего начал работу на кафедре ВЧСРТ в УрФУ в качестве заведующего лабораторией. Он является главным редактором журнала “Известия высших учебных заведений. Радиоэлектроника” и членом редакционного совета.', 
      'Является заместителем председателя Совета регионального отделения Учебно-методического объединения вузов по образованию в области радиотехники и электроники (2005-2016), а также членом координационного Совета предприятий телекоммуникаций Свердловской области (2004-2012) и коллегий Министерства информационных технологий Свердловской области (2011-2012), Министерства транспорта и связи Свердловской области (2013-2017), учебно-методического совета СПбГЭТУ “ЛЭТИ” (2005 - наст.вр.). Он также является заместителем председателя Ученого совета УрФУ (2009-2010) и председателем Методического совета УрФУ (с 2009).'
    ]
  },
  '3': {
    name: 'Зейде Кирилл Михайлович',
    description: 'УрФУ им. первого Президента России Б. Н. Ельцина',
    image: image3,
    email: 's.t.knyazev@urfu.ru',
    text: [
      'Родился в 1952 году в Кировской области, в 1975 закончил Уральский политехнический институт, а в 1984 защитил кандидатскую степень. В 2005 защитил докторскую, после чего начал работу на кафедре ВЧСРТ в УрФУ в качестве заведующего лабораторией. Он является главным редактором журнала “Известия высших учебных заведений. Радиоэлектроника” и членом редакционного совета.', 
      'Является заместителем председателя Совета регионального отделения Учебно-методического объединения вузов по образованию в области радиотехники и электроники (2005-2016), а также членом координационного Совета предприятий телекоммуникаций Свердловской области (2004-2012) и коллегий Министерства информационных технологий Свердловской области (2011-2012), Министерства транспорта и связи Свердловской области (2013-2017), учебно-методического совета СПбГЭТУ “ЛЭТИ” (2005 - наст.вр.). Он также является заместителем председателя Ученого совета УрФУ (2009-2010) и председателем Методического совета УрФУ (с 2009).'
    ]
  },
  '4': {
    name: 'Абрамов Игорь Иванович',
    description: 'УрФУ им. первого Президента России Б. Н. Ельцина',
    image: image4,
    email: 's.t.knyazev@urfu.ru',
    text: [
      'Родился в 1952 году в Кировской области, в 1975 закончил Уральский политехнический институт, а в 1984 защитил кандидатскую степень. В 2005 защитил докторскую, после чего начал работу на кафедре ВЧСРТ в УрФУ в качестве заведующего лабораторией. Он является главным редактором журнала “Известия высших учебных заведений. Радиоэлектроника” и членом редакционного совета.', 
      'Является заместителем председателя Совета регионального отделения Учебно-методического объединения вузов по образованию в области радиотехники и электроники (2005-2016), а также членом координационного Совета предприятий телекоммуникаций Свердловской области (2004-2012) и коллегий Министерства информационных технологий Свердловской области (2011-2012), Министерства транспорта и связи Свердловской области (2013-2017), учебно-методического совета СПбГЭТУ “ЛЭТИ” (2005 - наст.вр.). Он также является заместителем председателя Ученого совета УрФУ (2009-2010) и председателем Методического совета УрФУ (с 2009).'
    ]
  },
  '5': {
    name: 'Очин Евгений Федорович',
    description: 'УрФУ им. первого Президента России Б. Н. Ельцина',
    image: image5,
    email: 's.t.knyazev@urfu.ru',
    text: [
      'Родился в 1952 году в Кировской области, в 1975 закончил Уральский политехнический институт, а в 1984 защитил кандидатскую степень. В 2005 защитил докторскую, после чего начал работу на кафедре ВЧСРТ в УрФУ в качестве заведующего лабораторией. Он является главным редактором журнала “Известия высших учебных заведений. Радиоэлектроника” и членом редакционного совета.', 
      'Является заместителем председателя Совета регионального отделения Учебно-методического объединения вузов по образованию в области радиотехники и электроники (2005-2016), а также членом координационного Совета предприятий телекоммуникаций Свердловской области (2004-2012) и коллегий Министерства информационных технологий Свердловской области (2011-2012), Министерства транспорта и связи Свердловской области (2013-2017), учебно-методического совета СПбГЭТУ “ЛЭТИ” (2005 - наст.вр.). Он также является заместителем председателя Ученого совета УрФУ (2009-2010) и председателем Методического совета УрФУ (с 2009).'
    ]
  },
}



export default reductors;